Repository: 89paradox/Planet
Catalog: planet/assets/translations/*/LC_MESSAGES/main.po
Languages: es_es, pl, ru_ru

source: Please select the executable you downloaded. If you installed a DEB, please select the "Link" option
es_es: Por favor, seleccione el ejecutable que descargó. Si instaló un DEB, seleccione la opción "Enlace"
pl: Wybierz plik wykonywalny, który pobrałeś. Jeśli zainstalowałeś plik DEB, należy wybrać opcję "Linkuj"
ru_ru: Пожалуйста выберите запускной файл который Вы скачали. Если Вы установили DEB-архив, пожалуйста выберите "Создать ссылку"

source: Select executable
es_es: Seleccionar ejecutable
pl: Wybierz plik wykonywalny
ru_ru: Выберите запускной файл

source: Link /usr/bin/minecraft-pi-reborn-client
es_es: Enlace /usr/bin/minecraft-pi-reborn-client
pl: Linkuj /usr/bin/minecraft-pi-reborn-client
ru_ru: Создать ссылку на /usr/bin/minecraft-pi-reborn-client

source: Link flatpak
es_es: Enlace flatpak
pl: Linkuj flatpak
ru_ru: Создаиь ссылку на FlatPak

source: Launched with Planet Launcher
es_es: Lanzado con Planet Launcher
pl: Uruchomiono z Planet Launcher
ru_ru: Запущено с помощью Planet Launcher

source: Minecraft Pi Edition: Reborn
es_es: Minecraft: Pi Edición: Renacer
ru_ru: Майнкрафт Pi Edition: Перерожденная версия

source: Unable to initalize Discord RPC. Skipping.
es_es: No se puede iniciar Discord RPC. Omitir.
pl: Nie można zakończyć Discord RPC. Pomijanie.
ru_ru: Не удалось запустить Discord RPC. Пропускаем.

source: Planet
ru_ru: Planet (Планет Лаунчер)

source: Play
es_es: Jugar
pl: Graj
ru_ru: Играть

source: Features
es_es: Funcionalidades
pl: Funkcje
ru_ru: Опции

source: Servers
es_es: Servidores
pl: Serwery
ru_ru: Сетевая игра

source: Settings
es_es: Ajustes
pl: Ustawienia
ru_ru: Настройки

source: Banana Launcher
es_es: Lanzador de Banana
ru_ru: Банановый Лаунчер

source: Pluto Launcher
es_es: Lanzador de Pluto
ru_ru: Лаунчер Плутона

source: Planet Launcher
es_es: Lanzador de Planet
ru_ru: Planet Лаунчер

source: Username
es_es: Nombre
pl: Nazwa gracza
ru_ru: Имя пользователя

source: StevePi
ru_ru: СтивПи

source: Render Distance
es_es: Distancia de renderizado
pl: Dystans renderowania
ru_ru: Расстояние отображения

source: Profile
es_es: Perfil
pl: Profil
ru_ru: Профиль запуска

source: Hide Launcher
es_es: Ocultar lanzador
pl: Ukryj Launcher
ru_ru: Скрыть после запуска

source: Servers are stored in the format of <font color="gold">IP: </font><font color="blue">Port</font>
es_es: Los servidores se almacenan en el formato de <font color="gold">IP: </font><font color="blue">Puerto</font>
pl: Serwery są przechowywane w formacie <font color="gold">IP: </font><font color="blue">Port</font>
ru_ru: Серверы хранятся в формате <font color="gold">IP: </font><font color="blue">Порт</font>

source: Set the skin
es_es: Establecer el aspecto
pl: Wybierz własny awatar
ru_ru: Выбрать скин

source: Select Skin
es_es: Seleccionar aspecto
pl: Wybierz awatar
ru_ru: Выбрать скин

source: Reset config
es_es: Restablecer configuración
pl: Resetuj konfigurację
ru_ru: Сбросить конфигурацию

source: Delete config
es_es: Eliminar configuración
pl: Usuń konfigurację
ru_ru: Удалить конфигурвцию

source: Delete executable
es_es: Borrar ejecutable
pl: Usuń plik wykonywalny
ru_ru: Удалить запускной файл

source: Delete
es_es: Borrar
pl: Usuń
ru_ru: Удалить

source: Import settings
es_es: Importar ajustes
pl: Importuj ustawienia
ru_ru: Импортировать настройки

source: General
pl: Ogólne
ru_ru: Общее

source: Changelog
es_es: Lista de cambios
pl: Spis treści aktualizacji
ru_ru: Журнал изменений

source: MCPIEdit
ru_ru: Редактор MCPIEdit

source: Select skin file
es_es: Seleccionar archivo de aspecto
pl: Wybierz plik własnego awataru
ru_ru: Выберите скин

source: Are you sure you want to reset?
es_es: ¿Estás seguro de que quieres resetear?
pl: Jesteś pewien, że chcesz resetować?
ru_ru: Вы действительно хотите сбросить данные?

source: Are you sure you want to delete the config? This action is unrecoverable.
es_es: ¿Está seguro de que desea eliminar la configuración? Esta acción es irrecuperable.
pl: Na pewno chcesz usunąć tę konfigurację? Ta operacja jest nieodwracalna.
ru_ru: Вы действительно хотите удалить файл конфигурации? Это действие необратимо.

source: Are you sure you want to delete the AppImage? This action is unrecoverable.
es_es: ¿Está seguro de que desea eliminar el AppImage? Esta acción es irrecuperable.
pl: Czy na pewno chcesz usunąć AppImage? Ta akcja jest nieodwracalna.
ru_ru: Вы действительно хотите удалить файл AppImage? Это действие необратимо.

source: Using /usr/bin as an executable.
es_es: Usando /usr/bin como un ejecutable.
pl: Używanie /usr/bin jako pliku wykonywalnego.
ru_ru: Использование /usr/bin в качестве запускного файла.
